// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "HP 產品註冊";
TaskTOCTitle = "網路註冊";

HSDRegistrationDescription = "線上註冊過程將自動啟動並傳送大部分所需資訊，以便您在完成產品設定時可以快速輕鬆地註冊產品。系統還會引導您進入 HP Connected 網站 － 即管理您線上列印經驗的中心位置。";

WarningSheetExtendedMessages = "按一下「繼續」後，HP 產品註冊頁面就會在您的預設 Web 瀏覽器中開啟。系統會將下列資訊傳送至 HP 網站，以加速處理註冊程序。";

HSDZipCodeTitle = "郵遞區號：";
